Repository: atomiix/sonerezh
Catalog: resources/locales/*/default.po
Languages: fr

source: PHP GD is available and loaded.
fr: PHP GD est installé !

source: PHP GD is missing.
fr: PHP GD n'est pas installé.

source: libav-tools (avconv) or ffmpeg is installed!
fr: libav-tools (avconv) ou ffmpeg est installé !

source: libav-tools (avconv) or ffmpeg is missing. Sonerezh will not be able to convert your tracks.
fr: libav-tools (avconv) ou ffmpeg n'est pas installé. Sonerezh ne pourra pas convertir vos musiques.

source: At least one PDO driver must be installed to run Sonerezh (mysql, pgsql or sqlite)
fr: Sonerezh requiert au moins un pilote PDO pour fonctionner (mysql, pgsql ou sqlite)

source: The {0} driver is installed.
fr: Le pilote {0} est installé.

source: The {0} driver is required if you want to use Sonerezh with {1}
fr: Le pilote {0} est requis si vous souhaitez utiliser Sonerezh avec {1}

source: {0} is writable
fr: {0} est accessible en écriture

source: {0} is not writable
fr: {0} n'est pas accessible en écriture

source: Wrong datasource.
fr: Mauvaise source de données (wrong datasource).

source: Unable to create the SQlite database file.
fr: Impossible de créer le fichier SQlite.

source: This is not a regular file: {0}
fr: Ceci n'est pas un fichier : {0}

source: Unable to write {0}
fr: Impossible d'écrire {0}

source: Could not connect to database
fr: Connexion à la base de données impossible

source: Unable to save your data.
fr: Impossible de sauvegarder vos données.

source: Installation successful!
fr: Installation réussie !

source: You must specify a valid playlist
fr: Vous devez spécifier une liste de lecture valide

source: Song successfully added to playlist
fr: Piste ajoutée à la liste de lecture

source: Unable to add the song
fr: Impossible d'ajouter la piste

source: Song successfully removed from playlist
fr: Piste supprimée de la liste de lecture

source: Playlist created: {0}
fr: Liste de lecture créé : {0}

source: Unable to create the playlist: {0}
fr: Impossible de créer la liste de lecture : {0}

source: Invalid playlist ID
fr: Identifiant de liste de lecture invalide

source: Playlist renamed: {0}
fr: Liste de lecture renommée : {0}

source: Unable to rename the playlist: {0}
fr: Impossible de renommer la liste de lecture : {0}

source: Playlist deleted: {0}
fr: Liste de lecture supprimée : {0}

source: Unable to delete the playlist: {0}
fr: Impossible de supprimer la liste de lecture : {0}

source: Settings saved!
fr: Préférences enregistrées !

source: Unable to save settings!
fr: Impossible d'enregistrer les préférences !

source: Yeah! Cache cleared!
fr: Yeah ! Cache nettoyé !

source: All entries have been deleted!
fr: Toutes les entrées ont été supprimées !

source: Unable to clean the database!
fr: Impossible de nettoyer la base de donnée !

source: Please define a root path.
fr: Veuillez renseigner l'emplacement de la bibliothèque.

source: The import process is already running via another client or the CLI.
fr: Le processus d'import fonctionne déjà via un autre client ou la CLI

source: Unable to save the song metadata to the database
fr: Impossible de sauvegarder les métadonnées de la chanson dans la base de données

source: Unable to update the song metadata in the database
fr: Impossible de mettre à jour les métadonnées de la chanson dans la base de données

source: Unable to delete song from the database
fr: Impossible de supprimer la chanson de la base de données

source: Oops! The database is empty...
fr: Oups ! La base de données est vide...

source: Oops! No results.
fr: Oups ! Pas de résultat.

source: User created: {0}
fr: Utilisateur créé : {0}

source: Unable to create a user. Make sure its email is not already used and his password is at least 8 characters long.
fr: Impossible de créer l'utilisateur. Assurez-vous que cet email ne soit pas déjà utilisé et que son mot de passe fasse au moins 8 caractères.

source: User updated: {0}
fr: Utilisateur mis à jour : {0}

source: Something went wrong!
fr: Une erreur est survenue !

source: User deleted: {0}
fr: Utilisateur supprimé : {0}

source: Avatar has been successfully removed!
fr: Avatar supprimé avec succès !

source: Wrong credentials!
fr: Identifiants incorrects !

source: Unable to find your account.
fr: Impossible de retrouver votre compte.

source: Email successfully sent.
fr: Email envoyé avec succès.

source: Unable to generate a token.
fr: Impossible de générer un jeton.

source: You need to provide a token.
fr: Vous devez fournir un jeton.

source: Unable to decode your token.
fr: Impossible de décoder votre jeton.

source: Unable to read your token.
fr: Impossible de lire vote jeton.

source: The token has expired.
fr: Le jeton a expiré.

source: Wrong token.
fr: Jeton erroné.

source: Your password has been updated.
fr: Votre mot de passe a été mis à jour.

source: Unable to update your password.
fr: Impossible de mettre à jour votre mot de passe.

source: Welcome on Sonerezh!
fr: Bienvenue sur Sonerezh !

source: Forgot your password?
fr: Mot de passe oublié ?

source: Sonerezh is already installed. Remove or rename config/app_config.php to run the installation again.
fr: Sonerezh est déjà installée. Supprimez ou renommez config/app_config.php pour recommencer l'installation.

source: The playlist must have a title
fr: La liste de lecture doit avoir un titre

source: The music library's directory does not exist.
fr: Le dossier de l'audiothèque n'existe pas.

source: The music library's directory is not readable.
fr: Le dossier de l'audiothèque n'est pas accessible en lecture.

source: Wrong conversion destination!
fr: Mauvais format de conversion !

source: Wrong conversion destination! Make sure you are not trying to convert MP3 to MP3, or OGG to OGG.
fr: Mauvais format de conversion ! Peut-être essayez-vous de convertir du MP3 vers du MP3 ?

source: Login must be a valid email.
fr: L'identifiant doit être une adresse email valide.

source: Password must be at least 8 characters long.
fr: Le mot de passe doit contenir au moins 8 caractères.

source: Wrong confirmation password.
fr: Mauvais mot de passe de confirmation

source: Something went wrong with the upload.
fr: Une erreur est survenue lors de l'envoi.

source: Your avatar must be in a correct format (JPEG, PNG, GIF).
fr: Votre avatar doit être au format JPEG, PNG ou GIF.

source: Login already used.
fr: Pseudo déjà utilisé.

source: Sonerezh needs at least one administrator. You can not change your own privileges.
fr: Sonerezh a besoin d'au moins un administrateur. Vous ne pouvez pas changer vos privilèges.

source: Select a database type
fr: Sélectionnez un type de base de données

source: Welcome on the Sonerezh's installation page. Just fill in the information below and you'll be on your way to listening to your favorite songs!
fr: Bienvenue sur la page d'installation de Sonerezh. Remplissez juste les informations ci-dessous et vous pourrez écouter vos musiques préférées !

source: Requirements
fr: Prérequis

source: Database configuration
fr: Configuration de la base de donnée

source: Please provide the following information to allow Sonerezh to access its database.
fr: Veuiller renseigner les informations suivantes pour permettre à Sonerezh d'accéder à sa base de données.

source: Note that if you are reinstalling Sonerezh, all your previous data will be lost.
fr: Si vous réinstaller Sonerezh, toutes vos données précédentes seront perdues.

source: Database type
fr: Type de base de données

source: You can specify a non standard port if needed (127.0.0.1:1234)
fr: Vous pouvez spécifier un port si besoin (127.0.0.1:1234)

source: Database name
fr: Nom de la base de données

source: Database user login
fr: Utilisateur de la base de données

source: Database user password
fr: Mot de passe de l'utilisateur de la base de données

source: Leave empty if none
fr: Laisser vide si aucun

source: Prefix (optional)
fr: Préfixe (optionnel)

source: Information needed
fr: Informations requises

source: Please provide the following information. Don't worry, you can always change these settings later.
fr: Veuillez renseigner les informations suivantes. Vous pourrez toujours les changer plus tard.

source: Password
fr: Mot de passe

source: Password (twice)
fr: Mot de passe (deux fois)

source: Confirm your password
fr: Confirmez votre mot de passe

source: Select a playlist
fr: Sélectionner une liste de lecture

source: Playlists
fr: Listes de lecture

source: Rename
fr: Renommer

source: Are you sure?
fr: Etes-vous sûr ?

source: You don't have playlists yet.
fr: Vous n'avez pas encore de liste de lecture.

source: Play the playlist
fr: Lire la liste

source: Shuffle this playlist
fr: Mélanger cette liste

source: Other actions
fr: Autres actions

source: Play Next
fr: Lire après

source: Add to Up Next
fr: Ajouter à la file d'attente

source: This playlist is empty :(
fr: Cette liste de lecture est vide :(

source: Song Title
fr: Titre de la piste

source: Artist
fr: Artiste

source: Duration
fr: Durée

source: Play
fr: Lire

source: Remove
fr: Supprimer

source: from the playlist?
fr: de la liste de lecture ?

source: Create a playlist
fr: Créer une liste de lecture

source: Title
fr: Titre

source: Create
fr: Créer

source: Rename a playlist
fr: Renommer une liste de lecture

source: New title
fr: Nouveau titre

source: Save
fr: Enregistrer

source: Sonerezh settings
fr: Préférences de Sonerezh

source: Music root directory
fr: Emplacement de la bibliothèque

source: Make sure Sonerezh can read this folder recursively. Current App folder is:
fr: Assurez-vous que Sonerezh puisse lire ce dossier de manière récursive. Racine de l'application :

source: Enable mail notifications.
fr: Activer les notifications par email.

source: Sonerezh can send an email on users creation to notify them.
fr: Sonerezh peut vous envoyer des emails lors de certains événements (création d'utilisateurs...)

source: Automatic tracks conversion
fr: Conversion automatique des pistes

source: The command 'avconv' or 'ffmpeg' are not available. Sonerezh cannot convert your tracks.
fr: La commande 'avconv' ou 'ffmpeg' n'est pas disponible. Sonerezh ne pourra pas convertir vos pistes.

source: If you have heterogeneous formats in your collection, and because your browser cannot read them all, Sonerezh can convert your tracks to MP3 or OGG/Vorbis before being played. The converted songs will be stored in the "Songs Cache".
fr: Si vous avez différents formats dans votre collection et parce que votre navigateur ne peut pas tous les lire, Sonerezh peut convertir vos pistes en MP3 ou OGG/Vorbis avant de les diffuser. Les morceaux convertis seront stockés dans le "Cache audio".

source: Source format
fr: Format source

source: Destination format
fr: Format de destination

source: Quality
fr: Qualité

source: Submit
fr: Enregistrer

source: Database management
fr: Gestion de la base de données

source: Database update
fr: Mettre à jour la base

source: Clear the cache
fr: Nettoyer le cache

source: Reset the database
fr: Réinitialiser la base

source: Are you sure? All your songs and playlists will disappear!
fr: Etes-vous sûr ? Toutes vos pistes et vos listes de lecture seront supprimées !

source: Support Sonerezh!
fr: Soutenir Sonerezh!

source: Help us to provide you the best music player! Make a donation.
fr: Aidez-nous à vous fournir le meilleur lecteur de musique ! Faites un don.

source: Sonerezh statistics
fr: Aidez-nous à vous fournir le meilleur lecteur de musique ! Faites un don.

source: Artists
fr: Artistes

source: Songs
fr: Pistes

source: Thumbnails cache
fr: Cache des miniatures

source: Songs cache
fr: Cache audio

source: Play album
fr: Lire l'album

source: Shuffle this album
fr: Mélanger cet album

source: Add to...
fr: Ajouter à...

source: Disc
fr: Disque

source: Recently added
fr: Ajoutés récemment

source: All albums
fr: Albums

source: Sort by album
fr: Trier par album

source: Sort by band
fr: Trier par artiste

source: Something bad happened, update aborted :(
fr: Un problème est apparu, mise à jour annulée :(

source: Update successfully done
fr: Mise à jour terminée

source: Update currently running. Please do not leave the page.
fr: Mise à jour en cours. Merci de ne pas quitter la page.

source: Running...
fr: En cours...

source: Update the music collection
fr: Mise à jour de la collection

source: Have a huge collection? You might be interested in the CLI tool
fr: Grosse collection ? Vous pourriez être intéressé par l'outil en ligne de commande

source: ({0} already imported)
fr: ({0} déjà importée(s))

source: Last update:
fr: Dernière mise à jour :

source: Start Update
fr: Mettre à jour

source: Warning logs
fr: Avertissements

source: The update process is already running via another client or the CLI. You can click on "Clear cache" on the settings page to remove the lock, if needed.
fr: Une mise à jour est déjà en cours d'exécution via un autre client ou la CLI. Pour supprimer ce verrou, vous pouvez cliquer sur le bouton "Nettoyer le cache" sur la page de paramètres.

source: Database is up to date!
fr: La base de données est à jour !

source: {0} song detected
fr: {0} piste détectée

source: {0} song removed from file system
fr: {0} piste supprimées du système

source: Looking for
fr: Chercher

source: Search
fr: Rechercher

source: Select a role
fr: Sélectionner un rôle

source: Edit your account
fr: Modifier votre compte

source: Edit a user
fr: Modifier un utilisateur

source: Enter an email
fr: Entrer une adresse email

source: We also use email for avatar detection if no avatar is uploaded.
fr: L'adresse email est aussi utilisée pour la détection d'avatar si aucun avatar n'est envoyé.

source: Choose a password
fr: Choisissez un mot de passe

source: New password
fr: Nouveau mot de passe

source: Confirm new password
fr: Confirmez votre mot de passe

source: Administrator
fr: Administrateur

source: Listener
fr: Auditeur

source: Remove Avatar
fr: Supprimer l'avatar

source: You avatar will be removed, are you sure?
fr: Votre avatar sera supprimé, êtes vous sûr ?

source: You can upload an avatar here or change it at {0}
fr: Vous pouvez envoyer un avatar ici ou le modifier sur {0}

source: Save Changes
fr: Enregistrer

source: Users
fr: Utilisateurs

source: Share your music with your friends!
fr: Partagez votre musique avec vos amis !

source: Email / Login
fr: Email / Identifiant

source: Role
fr: Rôle

source: Management
fr: Gestion

source: New User
fr: Nouvel utilisateur

source: Create a user
fr: Créer un utilisateur

source: Confirm password
fr: Confirmez votre mot de passe

source: Please Sign In
fr: Veuillez vous connecter

source: Email Address
fr: Adresse email

source: Remember me
fr: Se souvenir de moi

source: Forgot Password?
fr: Mot de passe oublié ?

source: Sign In
fr: Connexion

source: Retrieve my password
fr: Réinitialiser mon mot de passe

source: Enter your email
fr: Entrer une adresse email

source: If your account exists, you will receive an email explaining how to change your password.
fr: Si votre compte existe, vous allez recevoir un email vous expliquant comment changer votre mot de passe.

source: Send
fr: Envoyer

source: Reset your password
fr: Réinitialisez votre mot de passe

source: You asked for reset the password for the account {0}
fr: Vous avez demandé la réinitialisation du mot de passe pour le compte {0}

source: You can now choose a new password.
fr: Vous pouvez maintenant choisir un nouveau mot de passe.

source: New Password
fr: Nouveau mot de passe

source: Confirm the new password
fr: Confirmez votre mot de passe

source: Reset my password
fr: Réinitialiser mon mot de passe

source: Download
fr: Télécharger

source: Playlist Title
fr: Titre de la liste de lecture

source: Add
fr: Ajouter

source: Settings
fr: Préférences

source: Logout
fr: Déconnexion

source: Hi :)
fr: Salut :)

source: Play all albums
fr: Lire tous les albums

source: Shuffle this artist
fr: Mélanger cet artiste

source: Play all tracks
fr: Lire toutes les pistes

source: {0} Song
fr: {0} Piste

source: Hi, you receive this email because you've requested a password reset on Sonerezh.
fr: Salutations, vous recevez cet email car vous avez demandé la réinitialisation de votre mot de passe sur Sonerezh.

source: Please follow this {0} or copy and paste the following URL in your browser: {1}
fr: Merci de bien vouloir suivre ce {0} ou copiez / collez l'adresse suivante dans votre navigateur : {1}

source: link
fr: lien

source: Welcome on Sonerezh,
fr: Bienvenue sur Sonerezh,

source: Your account ({0}) has been successfully created. We hope you will enjoy it :)
fr: Votre compte ({0}) a bien été créé. Nous espérons que vous l'apprécierez :)

source: Log me in
fr: Connexion

source: Remove from queue
fr: Supprimer de la file d'attente

source: Queue is empty.
fr: La file d'attente est vide.

source: Queue
fr: File d'attente
